import React from 'react';
import '../App.css';

const CoupleSection = () => {
  return (
    <section id="couple-section">
      <h2>מסר מהלב לאיתי וגוני</h2>
      <p>
      זמני זמני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני 
      מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני מני זמני זמני 
      מני זמני זמני מני זמני זמני מני זמני זמני 
      </p>
      <p className="couple-quote">
        "האושר שבאהבה אינו נמדד בכמות החיוכים אלא ברגעי השקט והכנות שאנו חולקים." - לא ידוע
      </p>
    </section>
  );
};

export default CoupleSection;
